Repository: luismiguens/formacao_turismo
Catalog: translations/messages.*.xlf
Languages: pt

source: They contribute to the dignification of the professions in the tourism sector and stimulate the improvement of the formative quality, responding to the needs of national companies.
pt: Os prémios contribuem para a dignificação das profissões no setor e estimulam a melhoria da qualidade formativa, dando resposta às necessidades das empresas nacionais.

source: Get to know the different steps of your application processing
pt: Conheça os diferentes passos do processamento da sua candidatura

# schedule_Launch
source: May 1st
pt: 1 Maio

source: Opening of Applications
pt: Abertura de Candidaturas

# schedule_Minimum Viable Product
source: May 31st
pt: 31 Maio

source: Closing of Applications
pt: Fecho de Candidaturas

# schedule_anuncio
source: June 20th
pt: 20 Junho

# schedule_anuncio_detalhes
source: Announcement of finalists
pt: Anúncio de Finalistas

# schedule_Paying Clients
source: July 2nd
pt: 2 Julho

source: Awards Gala
pt: Gala de Entrega de Prémios

# gallery_Modern interiors
source: Gallery
pt: Galeria

source: The best moments of 2019
pt: Os melhores momentos de 2019

# blog_View Full Map
source: View Full Map
pt: Ver Mapa

# categories_Categories
source: Categories
pt: Categorias

# categories_Watch Now
source: Apply
pt: Candidatar

# candidaturas_ver_nomeados
source: See nominees
pt: Ver Nomeados

# blog_blog.
source: Press
pt: Imprensa

# cover_Register
source: Apply now
pt: Candidate-se já

# cover_Dec 18, 2018
source: May 31, 2019
pt: 31 de Maio, 2019

# cover_when
source: when
pt: quando

# cover_San Francisco
source: Lisbon
pt: Lisboa

# cover_where
source: where
pt: onde

# cover_120 Speakers
source: 6 Categories
pt: 6 Categorias

# cover_who
source: what
pt: o quê

# header_Categories
source: Categories
pt: Categorias

# header_Regulation
source: Regulation
pt: Regulamento

# header_Gallery
source: Gallery
pt: Galeria

# header_Testimonials
source: Testimonials
pt: Testemunhos

# header_Blog
source: Press
pt: Imprensa

# menu_Candidaturas
source: Applications
pt: Candidaturas

# menu_Categorias
source: Categories
pt: Categorias

# menu_Parceiros
source: Partners
pt: Parceiros

# testimonials_Kind Words
source: Testimonials
pt: Testemunhos

# cta_Get in touch with us.
source: Download the rules to find out how you can apply
pt: Faça o Download do Regulamento

source: All applications submitted must comply with the regulation presented
pt: Todas as candidaturas submetidas devem cumprir o regulamento apresentado.

# testimonials_luis_lavrador
source: This distinction is a huge recognition of the performance of a dedicated team that believes that it is through innovation and creativity that skills for continuous innovation are developed. <strong>Training and Development</strong> has been one of the strategic pillars for our Group over the years and so, it honors us, being recognized for our commitment in this area, which has allowed the professional growth of several hotel professionals, by such influential institutions. Everything we build together, until now, has already made a difference in the lives of many people. Therefore, we like to think that our work is never finished, as is recognitions like these that reassures us we are on the right path and that this journey will continue.
pt: Esta distinção é um enorme reconhecimento do desempenho de uma equipa dedicada que acredita ser através da inovação e criatividade que se desenvolvem competências para a projeção e renovação contínuas. A <strong>Formação e Desenvolvimento</strong> tem sido um dos pilares estratégicos para o nosso Grupo, ao longo dos anos, e honra-nos verdadeiramente que instituições tão relevantes nos considerem pelo compromisso, nesta área, que permitiu o crescimento de várias gerações de profissionais de hotelaria. Tudo o que construímos juntos, até à data, já marcou a diferença na vida de muitas pessoas. Por isso gostamos de pensar que o nosso trabalho nunca estará terminado e este é um dos melhores incentivos pois reforçam que estamos no caminho certo e que a jornada continua.

# testimonials_patricia_vieira
source: This Award symbolizes the international recognition of the work developed in Higher Education Institutions in the Interior region of Portugal, namely at the Instituto Politécnico da Guarda, and in favor of a more inclusive Tourism.
pt: O Prémio foi o reconhecimento externo e internacional do trabalho desenvolvido em Instituições de Ensino Superior do Interior, nomeadamente no Instituto Politécnico da Guarda, e em prol de um Turismo que se quer mais inclusivo.

# testimonials_luis_santos
source: At the age of 23, I was invited to teach and, having arrived at the School, now on the other side as a teacher, I realized that I was facing an even greater demand. Demand that led me to make an extra effort to teach, study and maintain my work, since being in the job market and teaching at the same time, allow me to be up to date and teach students content very close to the business reality. But maintaining all this activity takes the teacher away from his own life because of teaching, leading him sometimes to sacrifice his personal and family life. <strong>When we wonder if it was worth it? It is this type of recognition that makes us believe that Yes.</strong>
pt: Com 23 anos fui convidado para lecionar e, chegado à Escola, agora do outro lado como professor, apercebi-me que estava perante uma exigência ainda maior. Exigência que me levou a fazer um esforço suplementar de lecionar, estudar e manter o trabalho, uma vez que, estar no mercado de trabalho e lecionar em simultâneo, permitem estar atualizado e ministrar aos alunos conteúdos muito próximos da realidade empresarial. Mas manter toda esta atividade retira ao professor vida própria, passando este a viver em função do Ensino sacrificando por vezes a sua vida pessoal e familiar. <strong>Quando nos questionamos se valeu a pena? É este tipo de reconhecimentos que nos fazem acreditar que sim.</strong>

# footer_premios
source: Categories
pt: Categorias

# footer_regulamento
source: Regulation
pt: Regulamento

# footer_parceiros
source: Partners
pt: Parceiros

# footer_agenda
source: Schedule
pt: Agenda

# footer_testemunhos
source: Testimonials
pt: Testemunhos

# footer_sobre
source: About
pt: Sobre

# footer_galeria
source: Gallery
pt: Galeria

# footer_contactos
source: Contacts
pt: Contactos

# partners_title
source: Partners
pt: Parceiros

# juris_title
source: Juries
pt: Júris

# imprensa_title_01
source: The winners of the 2nd edition of the Hospitality Education Awards are already known
pt: Já são conhecidos os vencedores da 2ª edição dos Hospitality Education Awards

# imprensa_title_02
source: The winners of the Hospitality Education Awards revealed
pt: Revelados os vencedores dos Hospitality Education Awards

# imprensa_title_03
source: The 2nd edition of the Hospitality Education Awards award project Menu 4 All
pt: 2.ª edição dos Hospitality Education Awards premeia projecto Menu 4 All

# imprensa_publicado_01
source: Posted by Publituris
pt: Publicado por Publituris

# imprensa_publicado_02
source: Posted by Turisver
pt: Publicado por Turisver

# imprensa_publicado_03
source: Posted by Ambitur
pt: Publicado por Ambitur

# candidaturas_lista_title
source: List of applications
pt: Lista de candidaturas

# candidaturas_lista_criadas
source: List of applications created
pt: Lista de candidaturas criadas

# candidaturas_criar_title
source: Retirar texto
pt: retitar texto

# candidatura_form_promotorNome
source: Name of candidate
pt: Nome do candidato

# candidatura_form_promotorProjecto
source: Name of project/company/school
pt: Nome do projeto/empresa/escola

# candidatura_form_promotorEmail
source: Email of candidate
pt: Email do candidato

# candidatura_form_promotorTelefone
source: Contact of candidate
pt: Telefone do candidato

# candidatura_form_promotorDescricaoPt
source: Application abstract PT (portuguese) (2000 characters)
pt: Abstract da candidatura PT(português) (2000 caracteres)

# candidatura_form_promotorDescricaoEn
source: Application abstract ENG (english) (2000 characters)
pt: Abstract da candidatura ING (inglês) (2000 caracteres)

# candidatura_form_documentoFile
source: Complementary document for the project presentation. (In this field a document in pdf format must be submitted - not exceeding 10 pages, which should include other evidence to support the project .: Eg photographs, testimonies, links to videos, data, among others considered relevant.)
pt: Documento complementar de apresentação do projeto. (Neste campo deve ser submetido um documento em formato pdf - não excedendo as 10 páginas, do qual deverão constar outras evidências que sustentem o projeto.: Ex: fotografias, testemunhos, links para vídeos, dados, entre outros considerados pertinentes.)

# candidatura_form_imagemFile
source: Project logo/candidate's photograph
pt: Logotipo do projeto/fotografia do candidato

# candidatura_form_download_candidatura
source: Application download
pt: Download de candidatura

# candidatura_form_download_curriculo
source: Download of Curriculum Vitae
pt: Download de Curriculum Vitae

# botao_editar
source: Edit
pt: Editar

# botao_criar
source: Add new
pt: Criar

# botao_guardar
source: Submit
pt: Submeter

# botao_voltar
source: Return
pt: Voltar

# botao_actualizar
source: Update
pt: Atualizar

# botao_eliminar
source: Eliminate
pt: Eliminar

# menu_Critérios
source: Criteria
pt: Critérios

# menu_Votações
source: Voting
pt: Votações

# candidaturas_lista_categoria
source: Criteria
pt: Categoria

# candidaturas_lista_promotorNome
source: Name of candidate
pt: Nome do candidato

# candidaturas_lista_promotorProjecto
source: Name of project/company/school
pt: Nome do projeto/empresa/escola

# candidaturas_lista_categorias_sem_candidatura
source: List of categories with no applications
pt: Lista de categorias por candidatar

# candidaturas_lista_titulo
source: Category
pt: Categoria

# candidaturas_lista_descricao
source: Description
pt: Descrição

# candidaturas_lista_imagem
source: Image
pt: Imagem

# votacoes_lista_title
source: List of applications for voting
pt: Lista de candidaturas para votação

# votacoes_lista_votadas
source: Applications voted
pt: Candidaturas votadas

# votacoes_lista_categoria
source: Category
pt: Categoria

# votacoes_lista_promotor_nome
source: Name of candidate
pt: Nome do candidato

# votacoes_lista_nao_votadas
source: Applications with no voting
pt: Candidaturas não votadas

# votacao_criar_title
source: Evaluation of applications
pt: Avaliação da candidatura

# votacao_form_categoria
source: Category
pt: Categoria

# votacao_form_nome_promotor
source: Name of candidate
pt: Nome do candidato

# votacao_form_projecto_promotor
source: Name of projet/company/school
pt: Nome do projeto/empresa/escola

# votacao_form_logotipo_promotor
source: Project logo/candidate's photograph
pt: Logotipo do projeto/fotografia do candidato

# votacao_form_criterio
source: Criteria
pt: Critério

# votacao_form_resposta
source: Response
pt: Resposta

# votacao_editar_title
source: Edit voting
pt: Editar votação

# autenticao_sem_registo
source: Don't have an account yet?
pt: Ainda não tem conta?

# autenticao_sem_password
source: Forgot the password?
pt: Esqueceu-se da password?

# registo_ja_registado
source: Already have an account?
pt: Já tem conta?

# Os prémios da formação turística em Portugal
source: The tourism training awards in Portugal
pt: Os prémios da formação turística em Portugal

# input_one_project_responsible
source: Name of the promoter/or the person responsible for the application
pt: Nome do promotor/ou do responsável pela candidatura

# input_one_teacher
source: Name of the Teacher
pt: Nome do(a) Docente

# input_one_responsible
source: Name of the person responsible for the application
pt: Nome do responsável pela candidatura

# input_two_project_name
source: Project name
pt: Nome do projeto

# input_two_institution
source: Name of the Educational Institution to which the professor is employed to
pt: Nome da Instituição de Ensino a que está vinculado

# input_two_entity
source: Name of the entity
pt: Nome da entidade

# input_three_project_email
source: Email of the promoter/or of the person responsible for the application
pt: Email promotor/ou do responsável pela candidatura

# input_three_teacher_email
source: Email of the Teacher/or the person responsible for the application
pt: Email do(a) Docente/ou do responsável pela candidatura

# input_three_responsible_email
source: Email of the person responsible for the application
pt: Email do responsável da candidatura

# input_four_project_phone
source: Telephone of the promoter/or of the person responsible for the application
pt: Telefone promotor/ou do responsável pela candidatura

# input_four_teacher_phone
source: Telephone of the Teacher/or person responsible for the application
pt: Telefone do(a) Docente/ou do responsável pela candidatura

# input_four_responsible_phone
source: Telephone number of the person responsible for the application
pt: Telefone do responsável da candidatura

# input_five_project_resume_pt
source: Project summary in Portuguese (500 characters)
pt: Resumo do projeto em português (500 caracteres)

# input_five_project_resume_en
source: Project summary in English (500 characters)
pt: Resumo do projeto em inglês (500 caracteres)

# input_five_project_logo
source: Project logo
pt: Logótipo do projeto

# input_five_teacher_photo
source: Teacher photo
pt: Fotografia do candidato

# input_five_business_logo
source: COmpany logo
pt: Logótipo da empresa

# input_six_teacher_cv
source: Submission of the CURRICULUM VITAE of the teacher
pt: Submissão do CURRICULUM VITAE do docente em avaliação

# applications
source: Applications: 15th of April, 2020 – 30th of June, 2020
pt: Candidaturas: ENCERRADAS DIA 24 DE JULHO DE 2020

# header_apply
source: Apply now
pt: Candidate-se

source: See categories
pt: Ver categorias

# testimonial_one_title
source: Winner of Hospitality Education Award 19 «Best Stakeholder»
pt: Vencedor Hospitality Education Award 19 «Melhor Stakeholder»

# testimonial_second_title
source: Winner of Hospitality Education Award 19 «Best Innovation and Development Project (I&D)»
pt: Vencedor Hospitality Education Award 19 «Melhor Projeto de Inovação & Desenvolvimento (I&D)»

# testimonial_third_title
source: Winner of Hospitality Education Award 19 « Best Teaching Career in Vocacional Education »
pt: Vencedor Hospitality Education Award 19 «Melhor Carreira de Docente no Ensino Profissional»

source: Contacts
pt: Contatos

# footer_rights
source: All rights reserved.
pt: Todos os direitos reservados.

# footer_press
source: Press
pt: Imprensa

# contact_title
source: Need help?
pt: Precisa de ajuda?

# contact_subtitle_1
source: Having troubles when submitting your application?
pt: Está com dúvidas na submissão da sua candidatura?

# contact_subtitle_2
source: Get in touch with us!
pt: Entre em contato connosco!

# form_name
source: Name
pt: Nome

# form_surname
source: Surname
pt: Apelido

# form_phone
source: Phone
pt: Telemóvel

# form_message
source: Message
pt: Mensagem

# form_tbn
source: Send
pt: Enviar
